[
    {
        "name": "New Moon",
        "description": "The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 11:59 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere.",
        "translatedName": "Новолуние",
        "translatedDescription": "Луната ще бъде разположена от същата страна на Земята като Слънцето и няма да се вижда на нощното небе. Тази фаза настъпва в 11:59 UTC. Това е най-доброто време от месеца за наблюдение на слаби обекти като галактики и звездни купове, защото няма лунна светлина, която да пречи.",
        "isMeteor": false,
        "startDate": "2024-01-11T00:00:00",
        "endDate": "2024-01-12T00:00:00"
    },
    {
        "name": "Moon At Perigee",
        "description": "On this day, at 04:35 CST, the Moon is at its closest approach to Earth, known as perigee. This makes it appear larger and brighter in our night sky. You can take some incredible photographs if you prepare well in advance. The point on the Moon's orbit closest to Earth is called the perigee and the point farthest away is the apogee.",
        "translatedName": "Луна в перигей",
        "translatedDescription": "На този ден, в 04:35 CST, Луната е в най-близкия си подход към Земята, известен като перигей. Това го прави да изглежда по-голям и по-ярък в нашето нощно небе. Можете да направите няколко невероятни снимки, ако се подготвите добре предварително. Точката от орбитата на Луната, която е най-близо до Земята, се нарича перигей, а най-отдалечената точка е апогей.",
        "isMeteor": false,
        "startDate": "2024-01-13T00:00:00",
        "endDate": "2024-01-14T00:00:00"
    },
    {
        "name": "Conjunction of the Moon and Jupiter",
        "description": "Jupiter, the largest planet in the solar system, makes a close pass by the Moon, offering a great opportunity to observe and photograph the two together, at 14:40 CST.",
        "translatedName": "Съвпад на Луната и Юпитер",
        "translatedDescription": "Юпитер, най-голямата планета в Слънчевата система, преминава близо до Луната, предлагайки страхотна възможност да наблюдавате и снимате двете заедно в 14:40 CST.",
        "isMeteor": false,
        "startDate": "2024-01-18T00:00:00",
        "endDate": "2024-01-19T00:00:00"
    },
    {
        "name": "Pleiades And The Moon",
        "description": "The Moon makes a close pass to the Pleiades, an open star cluster also known as the Seven Sisters at 07:25 CST. With binoculars or a small telescope, you should be able to see the cluster next to the Moon. The Pleiades are an asterism, or star pattern, as well as an open star cluster with around 1,000 stars. They are around 410 light-years away from Earth and are located in the constellation Taurus.",
        "translatedName": "Плеяди и Луната",
        "translatedDescription": "Луната преминава близо до Плеядите, отворен звезден куп, известен също като Седемте сестри в 07:25 CST. С бинокъл или малък телескоп трябва да можете да видите клъстера до Луната. Плеядите са астеризъм или звезден модел, както и отворен звезден куп с около 1000 звезди. Те са на около 410 светлинни години от Земята и се намират в съзвездието Телец.",
        "isMeteor": false,
        "startDate": "2024-01-20T00:00:00",
        "endDate": "2024-01-21T00:00:00"
    },
    {
        "name": "Full Moon",
        "description": "The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 17:55 UTC. This full moon was known by early Native American tribes as the Wolf Moon because this was the time of year when hungry wolf packs howled outside their camps. This moon has also been know as the Old Moon and the Moon After Yule.",
        "translatedName": "Пълнолуние",
        "translatedDescription": "Луната ще бъде разположена на противоположната страна на Земята, тъй като Слънцето и нейното лице ще бъдат напълно осветени. Тази фаза настъпва в 17:55 UTC. Тази пълна луна е била известна от ранните индиански племена като Вълчата луна, защото това е времето от годината, когато гладни глутници вълци вият пред лагерите си. Тази луна също е известна като Старата луна и Луната след Юле.",
        "isMeteor": false,
        "startDate": "2024-01-25T00:00:00",
        "endDate": "2024-01-26T00:00:00"
    },
    {
        "name": "Conjunction of the Moon and Venus",
        "description": "The Moon and Venus will share the same right ascension, with the Moon passing 5°25' to the south of Venus.The Moon will\r\nbe at mag -9.9, and Venus at mag -4.0, both in the constellation Sagittarius.The pair will be too widely separated to\r\nfit within the field of view of a telescope or pair of binoculars, but will be\r\nvisible to the naked eye.",
        "translatedName": "Съвпад на Луната и Венера",
        "translatedDescription": "Луната и Венера ще споделят едно и също право изкачване, като Луната ще премине 5°25' на юг от Венера. Луната ще\r\nда бъде с величина -9,9, а Венера с величина -4,0, и двете в съзвездието Стрелец. Двойката ще бъде твърде широко раздалечена, за\r\nсе вписват в зрителното поле на телескоп или чифт бинокъл, но ще бъдат\r\nвидими с просто око.",
        "isMeteor": false,
        "startDate": "2024-02-07T00:00:00",
        "endDate": "2024-02-08T00:00:00"
    },
    {
        "name": "New Moon",
        "description": "The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 23:00 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere.",
        "translatedName": "Новолуние",
        "translatedDescription": "Луната ще бъде разположена от същата страна на Земята като Слънцето и няма да се вижда на нощното небе. Тази фаза настъпва в 23:00 UTC. Това е най-доброто време от месеца за наблюдение на слаби обекти като галактики и звездни купове, защото няма лунна светлина, която да пречи.",
        "isMeteor": false,
        "startDate": "2024-02-09T00:00:00",
        "endDate": "2024-02-10T00:00:00"
    },
    {
        "name": "Comet C/2021 S3 passes perihelion",
        "description": "Comet C/2021 S3 (PANSTARRS) will make its closest approach to the Sun on 14 February, at a distance of 1.32 AU.The comet will be visible from 13 February (Visible from 06:06 until 06:17 Highest at 06:17, 23° above SE horizon) to 15 February (Visible from 05:53 until 06:15 Highest at 06:15, 24° above SE horizon)",
        "translatedName": "Кометата C/2021 S3 преминава през перихелий",
        "translatedDescription": "Кометата C/2021 S3 (PANSTARRS) ще се доближи най-близо до Слънцето на 14 февруари на разстояние 1,32 AU. Кометата ще бъде видима от 13 февруари (Вижда се от 06:06 до 06:17 Най-високо в 06:17 , 23° над югоизточен хоризонт) до 15 февруари (Виден от 05:53 до 06:15 най-висок в 06:15, 24° над югоизточен хоризонт)",
        "isMeteor": false,
        "startDate": "2024-02-13T06:06:00",
        "endDate": "2024-02-15T06:15:00"
    },
    {
        "name": "Conjunction of the Moon and Jupiter",
        "description": "On February 15, the 37.5%-illuminated Moon(mag -11.6) will be close to Jupiter (mag -2.3). Both objects will be in the constellation Aries. Observe them with the naked eye or through a pair of binoculars.",
        "translatedName": "Съвпад на Луната и Юпитер",
        "translatedDescription": "На 15 февруари Луната с 37,5% осветеност (величина -11,6) ще бъде близо до Юпитер (величина -2,3). И двата обекта ще бъдат в съзвездието Овен. Наблюдавайте ги с просто око или през бинокъл.",
        "isMeteor": false,
        "startDate": "2024-02-15T00:00:00",
        "endDate": "2024-02-16T00:00:00"
    },
    {
        "name": "Full Moon",
        "description": "The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 12:32 UTC. This full moon was known by early Native American tribes as the Snow Moon because the heaviest snows usually fell during this time of the year. Since hunting is difficult, this moon has also been known by some tribes as the Hunger Moon, since the harsh weather made hunting difficult.",
        "translatedName": "Пълнолуние",
        "translatedDescription": "Луната ще бъде разположена на противоположната страна на Земята, тъй като Слънцето и нейното лице ще бъдат напълно осветени. Тази фаза настъпва в 12:32 UTC. Тази пълна луна е била известна от ранните индиански племена като Снежна луна, защото най-тежките снегове обикновено падат през това време на годината. Тъй като ловът е труден, тази луна също е известна от някои племена като Луната на глада, тъй като суровото време затруднява лова.",
        "isMeteor": false,
        "startDate": "2024-02-24T00:00:00",
        "endDate": "2024-02-25T00:00:00"
    },
    {
        "name": "Moon near Venus",
        "description": "On March 8, the 7.4%-illuminated Moon (mag -9.4) will be close to Venus (mag. -3.8). Both objects will be in the constellation Capricornus.The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars.",
        "translatedName": "Луна близо до Венера",
        "translatedDescription": "На 8 март осветената от 7,4% Луна (величина -9.4) ще бъде близо до Венера (величина -3.8). И двата обекта ще бъдат в съзвездието Козирог. Двойката ще бъде твърде широко раздалечена, за да се побере в зрителното поле на телескоп, но ще бъде видима с невъоръжено око или през чифт бинокъл.",
        "isMeteor": false,
        "startDate": "2024-03-08T00:00:00",
        "endDate": "2024-03-09T00:00:00"
    },
    {
        "name": "New Moon",
        "description": "The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 09:02 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere.",
        "translatedName": "Новолуние",
        "translatedDescription": "Луната ще бъде разположена от същата страна на Земята като Слънцето и няма да се вижда на нощното небе. Тази фаза настъпва в 09:02 UTC. Това е най-доброто време от месеца за наблюдение на слаби обекти като галактики и звездни купове, защото няма лунна светлина, която да пречи.",
        "isMeteor": false,
        "startDate": "2024-03-10T00:00:00",
        "endDate": "2024-03-11T00:00:00"
    },
    {
        "name": "Full Moon",
        "description": "The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 07:02 UTC. This full moon was known by early Native American tribes as the Worm Moon because this was the time of year when the ground would begin to soften and the earthworms would reappear. This moon has also been known as the Crow Moon, the Crust Moon, the Sap Moon, and the Lenten Moon.",
        "translatedName": "Пълнолуние",
        "translatedDescription": "Луната ще бъде разположена на противоположната страна на Земята, тъй като Слънцето и нейното лице ще бъдат напълно осветени. Тази фаза настъпва в 07:02 UTC. Тази пълна луна е била известна от ранните индиански племена като Луната на червеите, защото това е времето от годината, когато земята ще започне да се размеква и земните червеи ще се появят отново. Тази луна е известна също като Луната на враната, Луната на кората, Луната на сока и Луната на постите.",
        "isMeteor": false,
        "startDate": "2024-03-25T00:00:00",
        "endDate": "2024-03-26T00:00:00"
    },
    {
        "name": "Penumbral Lunar Eclipse",
        "description": " A penumbral lunar eclipse occurs when the Moon passes through the Earth's partial shadow, or penumbra. During this type of eclipse the Moon will darken slightly but not completely. The eclipse will be visible throughout all North America, Mexico, Central America, and South America.",
        "translatedName": "Полусенково лунно затъмнение",
        "translatedDescription": "Лунно затъмнение в полусянка се случва, когато Луната преминава през частичната сянка на Земята или полусянката. По време на този тип затъмнение Луната ще потъмнее леко, но не напълно. Затъмнението ще бъде видимо в цяла Северна Америка, Мексико, Централна Америка и Южна Америка.",
        "isMeteor": false,
        "startDate": "2024-03-25T00:00:00",
        "endDate": "2024-03-26T00:00:00"
    },
    {
        "name": "\r\nConjunction of the Moon and Mars",
        "description": "On April 6, the 10%-illuminated Moon (mag -10.3) will be close to Mars (mag 1.2). Both objects will be in the constellation Aries.The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars.\r\n\r\n",
        "translatedName": "Съвпад на Луната и Марс",
        "translatedDescription": "На 6 април Луната с 10% осветеност (величина -10.3) ще бъде близо до Марс (величина 1.2). И двата обекта ще бъдат в съзвездието Овен. Двойката ще бъде твърде широко раздалечена, за да се побере в зрителното поле на телескоп, но ще бъде видима с невъоръжено око или през чифт бинокъл.",
        "isMeteor": false,
        "startDate": "2024-04-06T00:00:00",
        "endDate": "2024-04-07T00:00:00"
    },
    {
        "name": "New Moon",
        "description": "The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 18:22 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere.",
        "translatedName": "Новолуние",
        "translatedDescription": "Луната ще бъде разположена от същата страна на Земята като Слънцето и няма да се вижда на нощното небе. Тази фаза настъпва в 18:22 UTC. Това е най-доброто време от месеца за наблюдение на слаби обекти като галактики и звездни купове, защото няма лунна светлина, която да пречи.",
        "isMeteor": false,
        "startDate": "2024-04-08T00:00:00",
        "endDate": "2024-04-09T00:00:00"
    },
    {
        "name": "Total Solar Eclipse",
        "description": "A total solar eclipse occurs when the moon completely blocks the Sun, revealing the Sun's beautiful outer atmosphere known as the corona. This is a rare, once-in-a-lifetime event for viewers in the United States. The last total solar eclipse visible in the continental United States occurred in 2017 and the next one will not take place until 2045. The path of totality will begin in the Pacific Ocean and move across parts of Mexico and the eastern United States and Nova Scotia. The total eclipse will be visible in parts of Texas, Arkansas, Missouri, Illinois, Indiana, Kentucky, Ohio, Pennsylvania, New York, Vermont, New Hampshire, and Maine. ",
        "translatedName": "Пълно слънчево затъмнение",
        "translatedDescription": "Пълно слънчево затъмнение настъпва, когато луната напълно блокира Слънцето, разкривайки красивата външна атмосфера на Слънцето, известна като корона. Това е рядко събитие, което се случва веднъж в живота на зрителите в Съединените щати. Последното пълно слънчево затъмнение, видимо в континенталните Съединени щати, се случи през 2017 г., а следващото няма да се случи до 2045 г. Пътят на пълното затъмнение ще започне в Тихия океан и ще премине през части от Мексико и източните Съединени щати и Нова Скотия. Пълното затъмнение ще бъде видимо в части от Тексас, Арканзас, Мисури, Илинойс, Индиана, Кентъки, Охайо, Пенсилвания, Ню Йорк, Върмонт, Ню Хемпшир и Мейн.",
        "isMeteor": false,
        "startDate": "2024-04-08T15:43:00",
        "endDate": "2024-04-08T20:52:00"
    },
    {
        "name": "Conjunction of the Moon and Jupiter",
        "description": "The Moon and Jupiter will share the same right ascension, with the Moon passing 3°59' to the north of Jupiter. The Moon will be 2 days old.The Moon will be at mag -9.8, and Jupiter at mag -2.0, both in the constellation Aries.The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars.",
        "translatedName": "Съвпад на Луната и Юпитер",
        "translatedDescription": "Луната и Юпитер ще споделят едно и също право изкачване, като Луната преминава 3°59' на север от Юпитер.Луната ще бъде при величина -9,8, а Юпитер при величина -2,0, и двете в съзвездието Овен. Двойката ще бъде твърде широко раздалечена, за да се побере в зрителното поле на телескоп, но ще да се вижда с невъоръжено око или чрез бинокъл.",
        "isMeteor": false,
        "startDate": "2024-04-11T00:00:00",
        "endDate": "2024-04-12T00:00:00"
    },
    {
        "name": "Comet 12P/Pons-Brooks",
        "description": "On April 21, 2024, comet 12P/Pons-Brooks will reach its perihelion, the closest point to the Sun. By that time, it is expected to become visible to the naked eye (its magnitude will rise to 4.2). Soon after the perihelion, the comet will disappear from the Northern Hemisphere’s night sky. In the Southern Hemisphere, it will remain visible until the end of the year.\r\n",
        "translatedName": "Кометата 12P/Понс-Брукс",
        "translatedDescription": "На 21 април 2024 г. кометата 12P/Понс-Брукс ще достигне своя перихелий, най-близката точка до Слънцето. Дотогава се очаква да стане видим с невъоръжено око (величината му ще нарасне до 4,2). Скоро след перихелия кометата ще изчезне от нощното небе на Северното полукълбо. В южното полукълбо ще остане видим до края на годината.",
        "isMeteor": false,
        "startDate": "2024-03-31T00:00:00",
        "endDate": "2024-04-21T00:00:00"
    },
    {
        "name": "Lyrids Meteor Shower. ",
        "description": "The Lyrids is an average shower, usually producing about 20 meteors per hour at its peak. It is produced by dust particles left behind by comet C/1861 G1 Thatcher, which was discovered in 1861. The shower runs annually from April 16-25. It peaks this year on the night of the night of the 22nd and morning of the 23rd. These meteors can sometimes produce bright dust trails that last for several seconds. Unfortunately the glare of the full moon will block out all but the brightest meteors this year. But if you are patient, you may still be able to catch a few good ones. Best viewing will be from a dark location after midnight. Meteors will radiate from the constellation Lyra, but can appear anywhere in the sky.",
        "translatedName": "Метеоритен дъжд Лириди.",
        "translatedDescription": "Лиридите са среден поток, който обикновено произвежда около 20 метеора на час в своя пик. Произвежда се от прахови частици, оставени от кометата C/1861 G1 Thatcher, открита през 1861 г. Поливът тече ежегодно от 16 до 25 април. Той достига своя връх тази година в нощта на 22-ри и сутринта на 23-ти. Тези метеори понякога могат да произведат ярки следи от прах, които продължават няколко секунди. За съжаление блясъкът на пълната луна ще блокира всички, освен най-ярките метеори тази година. Но ако сте търпеливи, все пак може да успеете да хванете няколко добри. Най-доброто гледане ще бъде от тъмно място след полунощ. Метеорите ще излъчват от съзвездието Лира, но могат да се появят навсякъде в небето.",
        "isMeteor": true,
        "startDate": "2024-04-16T00:00:00",
        "endDate": "2024-04-25T00:00:00"
    },
    {
        "name": "Full Moon",
        "description": "The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 23:50 UTC. This full moon was known by early Native American tribes as the Pink Moon because it marked the appearance of the moss pink, or wild ground phlox, which is one of the first spring flowers. This moon has also been known as the Sprouting Grass Moon, the Growing Moon, and the Egg Moon. Many coastal tribes called it the Fish Moon because this was the time that the shad swam upstream to spawn.",
        "translatedName": "Пълнолуние",
        "translatedDescription": "Луната ще бъде разположена на противоположната страна на Земята, тъй като Слънцето и нейното лице ще бъдат напълно осветени. Тази фаза настъпва в 23:50 UTC. Тази пълна луна е била известна от ранните индиански племена като Розовата луна, защото бележи появата на розовия мъх или дивия земен флокс, който е едно от първите пролетни цветя. Тази луна е известна още като Луната на поникнала трева, Луната на растежа и Луната на яйцето. Много крайбрежни племена го наричали Рибната луна, защото това е било времето, когато шадът плува нагоре по течението, за да хвърля хайвера си.",
        "isMeteor": false,
        "startDate": "2024-04-23T00:00:00",
        "endDate": "2024-04-24T00:00:00"
    },
    {
        "name": "Eta Aquarids Meteor Shower.",
        "description": "The Eta Aquarids is an above average shower, capable of producing up to 60 meteors per hour at its peak. Most of the activity is seen in the Southern Hemisphere. In the Northern Hemisphere, the rate can reach about 30 meteors per hour. It is produced by dust particles left behind by comet Halley, which has been observed since ancient times. The shower runs annually from April 19 to May 28. It peaks this year on the night of May 6 and the morning of the May 7. The nearly new moon means dark skies for what should be an excellent show this year. Best viewing will be from a dark location after midnight. Meteors will radiate from the constellation Aquarius, but can appear anywhere in the sky.",
        "translatedName": "Метеоритен дъжд Ета Аквариди.",
        "translatedDescription": "Eta Aquarids е дъжд над средното ниво, способен да произвежда до 60 метеора на час в своя пик. По-голямата част от активността се наблюдава в южното полукълбо. В Северното полукълбо скоростта може да достигне около 30 метеора на час. Произвежда се от прахови частици, оставени от кометата Халей, която се наблюдава от древни времена. Дъждът тече ежегодно от 19 април до 28 май. Тази година достига своя връх в нощта на 6 май и сутринта на 7 май. Почти новолунието означава тъмно небе за това, което трябва да бъде отлично шоу тази година. Най-доброто гледане ще бъде от тъмно място след полунощ. Метеорите ще излъчват от съзвездието Водолей, но могат да се появят навсякъде в небето.",
        "isMeteor": true,
        "startDate": "2024-05-06T00:00:00",
        "endDate": "2024-05-07T00:00:00"
    },
    {
        "name": "New Moon",
        "description": "The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 03:23 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere.",
        "translatedName": "Новолуние",
        "translatedDescription": "Луната ще бъде разположена от същата страна на Земята като Слънцето и няма да се вижда на нощното небе. Тази фаза настъпва в 03:23 UTC. Това е най-доброто време от месеца за наблюдение на слаби обекти като галактики и звездни купове, защото няма лунна светлина, която да пречи.",
        "isMeteor": false,
        "startDate": "2024-05-08T00:00:00",
        "endDate": "2024-05-09T00:00:00"
    },
    {
        "name": "Full Moon",
        "description": "The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 13:55 UTC. This full moon was known by early Native American tribes as the Flower Moon because this was the time of year when spring flowers appeared in abundance. This moon has also been known as the Corn Planting Moon and the Milk Moon.",
        "translatedName": "Пълнолуние",
        "translatedDescription": "Луната ще бъде разположена на противоположната страна на Земята, тъй като Слънцето и нейното лице ще бъдат напълно осветени. Тази фаза настъпва в 13:55 UTC. Това пълнолуние е било известно от ранните индиански племена като Луната на цветята, защото това е времето от годината, когато пролетните цветя се появяват в изобилие. Тази луна е известна още като Луната за засаждане на царевица и Луната на млякото.",
        "isMeteor": false,
        "startDate": "2024-05-23T00:00:00",
        "endDate": "2024-05-24T00:00:00"
    },
    {
        "name": "Conjunction of the Moon and Saturn",
        "description": "The Moon and Saturn will share the same right ascension, with the Moon passing 22' to the south of Saturn. The Moon will be 23 days old.\r\nAt around the same time, the two objects will also make a close approach, technically called an appulse.The pair will be visible in the dawn sky, rising at 00:30 UTC.The Moon will be at mag -11.8, and Saturn at mag 0.9, both in the constellation Aquarius.The pair will be close enough to fit within the field of view of a telescope, but will also be visible to the naked eye or through a pair of binoculars.",
        "translatedName": "Съвпад на Луната и Сатурн",
        "translatedDescription": "Луната и Сатурн ще споделят едно и също право изкачване, като Луната ще премине 22' на юг от Сатурн. Луната ще бъде на 23 дни.\r\nПриблизително по същото време двата обекта също ще се сближат, технически наречено аппулс. Двойката ще се вижда в небето на зазоряване, изгрявайки в 00:30 UTC. Луната ще бъде на величина -11,8, а Сатурн на величина 0.9, и двете в съзвездието Водолей. Двойката ще бъде достатъчно близо, за да се побере в зрителното поле на телескоп, но също така ще бъде видима с просто око или през чифт бинокъл.",
        "isMeteor": false,
        "startDate": "2024-05-31T00:00:00",
        "endDate": "2024-06-01T00:00:00"
    },
    {
        "name": "Conjunction of the Moon and Mars",
        "description": "The Moon and Mars will share the same right ascension, with the Moon passing 2°24' to the north of Mars. The Moon will be 25 days old.\r\nAt around the same time, the two objects will also make a close approach, technically called an appulse.The pair will be difficult to observe as they will appear no higher than 14° above the horizon. They will be visible in the dawn sky, rising at 01:36 UTC.The Moon will be at mag -10.7, and Mars at mag 1.0, both in the constellation Pisces.The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars.",
        "translatedName": "Съвпад на Луната и Марс",
        "translatedDescription": "Луната и Марс ще споделят едно и също право изкачване, като Луната ще премине 2°24' на север от Марс. Луната ще бъде на 25 дни.\r\nПриблизително по същото време двата обекта също ще се приближат (технически наречен аппулс). Двойката ще бъде трудна за наблюдение, тъй като няма да изглежда по-висока от 14° над хоризонта. Те ще бъдат видими в небето на зазоряване, изгрявайки в 01:36 UTC. Луната ще бъде при величина -10,7, а Марс при величина 1,0, и двете в съзвездието Риби. Двойката ще бъде твърде широко раздалечена, за да се побере в полето на изглед на телескоп, но ще се вижда с просто око или през бинокъл.",
        "isMeteor": false,
        "startDate": "2024-06-03T00:00:00",
        "endDate": "2024-06-04T00:00:00"
    },
    {
        "name": "η-Lyrid Meteor Shower",
        "description": "The η-Lyrid meteor shower will be active from 3 May to 14 May, producing its peak rate of meteors around 8 May.Over this period, there will be a chance of seeing η-Lyrid meteors whenever the shower's radiant point – in the constellation Lyra – is above the horizon.The radiant point is above the horizon all night, which means that the shower will be active throughout the hours of darkness.The radiant point culminates (is highest in the sky) after dawn – at around 03:00 UTC – and so the shower is likely produce its best displays shortly before dawn, when its radiant point is highest.The shower is expected to reach peak activity at around 12:00 UTC on 8 May 2024, and so the best displays might be seen before dawn on 8 May and after dusk on 8 May.",
        "translatedName": "η-Лириден Метеоритен дъжд",
        "translatedDescription": "Метеорният поток η-Лириди ще бъде активен от 3 май до 14 май, произвеждайки своя пиков процент от метеори около 8 май. През този период ще има шанс да се видят метеори η-Лириди винаги, когато радиантната точка на потока – в съзвездието Лира – е над хоризонта. Радиантната точка е над хоризонта през цялата нощ, което означава, че дъждът ще бъде активен през часовете на тъмнината. Радиантната точка кулминира (е най-високо в небето) след зазоряване – около 03:00 UTC – така че дъждът вероятно ще покаже най-добрите си изображения малко преди зазоряване, когато неговата точка на излъчване е най-висока. Очаква се дъждът да достигне пикова активност около 12:00 UTC на 8 май 2024 г. и така може да се видят най-добрите прояви преди разсъмване на 8 май и след здрач на 8 май",
        "isMeteor": true,
        "startDate": "2024-05-03T00:00:00",
        "endDate": "2024-05-14T00:00:00"
    },
    {
        "name": "New Moon",
        "description": "The Moon will located on the same side of the Earth as the Sun and will not be visible in the night sky. This phase occurs at 12:39 UTC. This is the best time of the month to observe faint objects such as galaxies and star clusters because there is no moonlight to interfere.",
        "translatedName": "Новолуние",
        "translatedDescription": "Луната ще бъде разположена от същата страна на Земята като Слънцето и няма да се вижда на нощното небе. Тази фаза настъпва в 12:39 UTC. Това е най-доброто време от месеца за наблюдение на слаби обекти като галактики и звездни купове, защото няма лунна светлина, която да пречи.",
        "isMeteor": false,
        "startDate": "2024-06-06T00:00:00",
        "endDate": "2024-06-07T00:00:00"
    },
    {
        "name": "Daytime Arietid Meteor Shower",
        "description": "The Daytime Arietid meteor shower will be active from 14 April to 24 June, producing its peak rate of meteors around 10 June.Over this period, there will be a chance of seeing Daytime Arietid meteors whenever the shower's radiant point – in the constellation Aries – is above the horizon, with the number of visible meteors increasing the higher the radiant point is in the sky.The shower will not be visible before around 01:25 UTC each night, when its radiant point rises above the eastern horizon. It will then remain active until dawn breaks around 03:10 UTC.The radiant point culminates (is highest in the sky) after dawn – at around 09:00 UTC – and so the shower is likely produce its best displays shortly before dawn, when its radiant point is highest.The shower is expected to reach peak activity at around 09:00 UTC on 10 June 2024, and so the best meteors might be seen before dawn on 10 June and after the radiant rises on 10 June.",
        "translatedName": "Метеоритен дъжд Аретид през деня",
        "translatedDescription": "Дневният метеорен поток Аретид ще бъде активен от 14 април до 24 юни, произвеждайки своя пиков брой метеори около 10 юни. През този период ще има шанс да се видят дневни метеори Аретид винаги, когато радиантната точка на потока – в съзвездието Овен – е над хоризонта, като броят на видимите метеори нараства, колкото по-високо е радиантната точка в небето. Потокът няма да се вижда преди 01:25 UTC всяка нощ, когато радиантната му точка се издига над източния хоризонт. След това ще остане активен, докато се зазори около 03:10 UTC. Радиантната точка кулминира (е най-високата в небето) след зазоряване – около 09:00 UTC – и така дъждът вероятно ще даде най-доброто си представяне малко преди зазоряване, когато неговата радиантна точка е най-висока. Очаква се дъждът да достигне пикова активност около 09:00 UTC на 10 юни 2024 г. и така най-добрите метеорити може да се видят преди зазоряване на 10 юни и след издигането на радианта на 10 юни.",
        "isMeteor": true,
        "startDate": "2024-06-10T00:00:00",
        "endDate": "2024-06-11T00:00:00"
    },
    {
        "name": "Full Moon",
        "description": "The Moon will be located on the opposite side of the Earth as the Sun and its face will be will be fully illuminated. This phase occurs at 01:09 UTC. This full moon was known by early Native American tribes as the Strawberry Moon because it signaled the time of year to gather ripening fruit. It also coincides with the peak of the strawberry harvesting season. This moon has also been known as the Rose Moon and the Honey Moon.",
        "translatedName": "Пълнолуние",
        "translatedDescription": "Луната ще бъде разположена на противоположната страна на Земята, тъй като Слънцето и нейното лице ще бъдат напълно осветени. Тази фаза настъпва в 01:09 UTC. Тази пълна луна е била известна от ранните индиански племена като Ягодова луна, защото е сигнализирала за времето от годината за събиране на зреещи плодове. Съвпада и с пика на сезона за беритба на ягоди. Тази луна е известна още като Розовата луна и Медената луна.",
        "isMeteor": false,
        "startDate": "2024-06-22T00:00:00",
        "endDate": "2024-06-23T00:00:00"
    },
    {
        "name": "June Bootid Meteor Shower",
        "description": "The June Bootid meteor shower will be active from 22 June to 2 July, producing its peak rate of meteors around 27 June.\r\nOver this period, there will be a chance of seeing June Bootid meteors whenever the shower's radiant point – in the constellation Bootes – is above the horizon, with the number of visible meteors increasing the higher the radiant point is in the sky.The radiant point is circumpolar, which means it is always above the horizon and the shower will be active throughout the night.The radiant point culminates (is highest in the sky) before nightfall – at around 20:00 UTC – and so the shower is likely produce its best displays soon after dusk, when the radiant point is still as high as possible.The shower is expected to reach peak activity at around 06:00 UTC on 27 June 2024, and so the best meteors might be seen before dawn on 27 June.",
        "translatedName": "Юнски Метеоритен дъжд Бутид",
        "translatedDescription": "Юнският метеорен поток Bootid ще бъде активен от 22 юни до 2 юли, като ще генерира своя пиков процент от метеори около 27 юни.\r\nПрез този период ще има шанс да се видят юнски метеори Bootid, когато радиантната точка на потока – в съзвездието Воловар – е над хоризонта, като броят на видимите метеори нараства, колкото по-високо е радиантната точка в небето.Радиантната точка е циркумполярна, което означава, че винаги е над хоризонта и дъждът ще бъде активен през цялата нощ. Радиантната точка кулминира (е най-високо в небето) преди падането на нощта – около 20:00 UTC – и така дъждът вероятно ще предизвика своята най-добрите показвания скоро след здрач, когато радиантната точка е все още възможно най-висока. Потокът се очаква да достигне пикова активност около 06:00 UTC на 27 юни 2024 г. и така най-добрите метеори може да се видят преди зазоряване на 27 юни.",
        "isMeteor": true,
        "startDate": "2024-06-23T00:00:00",
        "endDate": "2024-07-02T00:00:00"
    }
]